Repository: lai20200287/securedrop-develop-bugcrowd
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: You are already logged in. Please verify your codename as it may differ from the one displayed on the previous page.
fa: شما در حال حاضر وارد شده اید. لطفاً نام کد خود را تأیید کنید زیرا ممکن است با آنچه در صفحه قبلی نمایش داده شده است متفاوت باشد.

source: There was a temporary problem creating your account. Please try again.
fa: یک مشکل موقت در ایجاد حساب شما وجود داشت. لطفا دوباره امتحان کنید.

source: You must enter a message or choose a file to submit.
fa: شما باید یک پیام را وارد کنید یا یک فایل را برای ارسال انتخاب کنید.

source: You must enter a message.
fa: شما باید یک پیام وارد کنید.

source: Your first message must be at least {} characters long.
fa: اولین پیام شما باید حداقل {} کاراکتر داشته باشد.

source: Please do not submit your codename!
fa: لطفا نام کد خود را ارسال نکنید!

source: Keep your codename secret, and use it to log in later to check for replies.
fa: نام کد خود را مخفی نگه دارید و از آن برای ورود به سیستم بعداً استفاده کنید تا پاسخ ها را بررسی کنید.

source: Thank you for sending this information to us. Please check back later for replies.
fa: از شما برای ارسال این اطلاعات به ما تشکر میکنیم. لطفاً بعداً دوباره برای چک کردن پاسخ ها برگردید.

source: Thanks! We received your message.
fa: با تشکر! پیام شما را دریافت کردیم.

source: Thanks! We received your file.
fa: با تشکر! فایل شما را دریافت کردیم.

source: Thanks! We received your file and message.
fa: با تشکر! فایل و پیام شما را دریافت کردیم.

source: Reply deleted
fa: پاسخ حذف شد

source: All replies have been deleted
fa: تمام پاسخ‌ها حذف شده‌اند

source: Sorry, that is not a recognized codename.
fa: با عرض پوزش ، این یک نام کد شناخته شده نیست.

source: Important
fa: مهم

source: You have been logged out due to inactivity or a problem with your session. Click the <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity</b> button in your Tor Browser's toolbar before moving on. This will clear your Tor Browser activity data on this device.
fa: شما به دلیل عدم فعالیت یا مشکلی در جلسه خود از سیستم خارج شده اید. بر روی دکمه <img src = {icon} alt = "" width = "16" lege = "16"> & nbsp ؛ <b> هویت جدید </b> در نوار ابزار مرورگر TOR خود قبل از حرکت کلیک کنید. با این کار داده های فعالیت مرورگر TOR شما در این دستگاه پاک می کند.

source: Protecting Journalists and Sources
fa: حفاظت از روزنامه نگاران و منابع

source: Skip to notification
fa: پرش به اعلان

source: Return to Submission Page
fa: بازگشت به صفحه ارسالی

source: Return to Home Page
fa: بازگشت به صفحه اصلی

source: We're sorry, our SecureDrop is currently offline.
fa: متأسفیم ، سکیوردراپ ما در حال حاضر آفلاین است.

source: Please try again later. Check our website for more information.
fa: لطفا بعداً دوباره امتحان کنید. برای اطلاعات بیشتر وب سایت ما را بررسی کنید.

source: LOG OUT
fa: خروج

source: Server error
fa: خطای سرور

source: Sorry, the website encountered an error and was unable to complete your request.
fa: با عرض پوزش، وب‌سایت با خطایی مواجه شد و قادر به تکمیل درخواست شما نبود.

source: Look up a codename...
fa: یک نام کد را نگاه کنید...

source: Powered by
fa: قدرت گرفته توسط

source: Please note: Sharing sensitive information may put you at risk, even when using Tor and SecureDrop.
fa: لطفاً توجه داشته باشید: به اشتراک گذاری اطلاعات حساس ممکن است شما را در معرض خطر قرار دهد ، حتی در هنگام استفاده از Tor و سکیوردراپ.

source: SecureDrop is a project of Freedom of the Press Foundation.
fa: سکیوردراپ یک پروژه بنیاد آزادی مطبوعات است.

source: Get Your Codename
fa: نام کد خود را دریافت کنید

source: A <em>codename</em> in SecureDrop functions as both your username and your password.
fa: یک <em> نام کد </em> در سکیوردراپ هم به عنوان نام کاربری و هم رمزعبور شما عمل می کند.

source: You will need this codename to log into our SecureDrop later:
fa: شما به این نام کد نیاز خواهید داشت تا بعداً به سکیوردراپ ما وارد شوید:

source: <strong>Keep it secret.</strong> Do not share it with anyone.
fa: <strong> آن را مخفی نگه دارید. </strong> آن را با کسی به اشتراک نگذارید.

source: <strong>Keep it safe.</strong> There is no account recovery option.
fa: <strong> آن را ایمن نگه دارید. </strong> هیچ گزینه بازیابی حساب کاربری وجود ندارد.

source: Continue to Submission Page
fa: به صفحه ارسال ادامه دهید

source: Welcome
fa: خوش آمدید

source: Your Tor Browser's <a id="disable-js" href=""><b>Security Level</b></a> is too low. Use the <img src="{icon}" alt="&quot;Security Level&quot;"> button in your browser’s toolbar to change it.
fa: صفحه مرورگر Tor شما <a id="disable-js" href=""><b> سطح امنیتی </b> </a> آن خیلی کم است. برای تغییر آن از دکمه <img src="{icon}" alt="&quot;Security Level&quot;"> در نوار ابزار مرورگر خود استفاده کنید.

source: How to change your security level
fa: چگونه سطح امنیتی خود را تغییر دهید

source: Click the <img src="{icon}" alt="&quot;Security Level&quot; button"> in the toolbar above
fa: روی دکمه <img src="{icon}" alt="&quot;Security Level&quot; button"> در نوار ابزار بالا کلیک کنید

source: Click <b>Settings</b> to open Security Level preferences
fa: برای باز کردن تنظیمات سطح امنیت ، روی <b> تنظیمات </b> کلیک کنید

source: Click <b>Change…</b> and select <b>Safest</b>
fa: روی <b> تغییر ... </b> کلیک کنید و <b> امن ترین </b> را انتخاب کنید

source: Click <b>Save and restart.</b>
fa: روی <b> ذخیره و راه اندازی مجدد </b> کلیک کنید

source: Tor Browser will restart, with its security level set to <b>Safest</b>. After the restart, come back to this site.
fa: مرورگر Tor با تنظیم سطح امنیتی خود به <b> امن ترین </b> تنظیم می شود. پس از شروع مجدد ، به این سایت برگردید.

source: <strong>It is recommended to use Tor Browser to access SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
fa: <strong> توصیه می شود از مرورگر Tor برای دسترسی به سکیوردراپ استفاده کنید:</strong> <a class="recommend-tor" href="{tor_browser_url}"> یاد بگیرید که چگونه آن را نصب کنید </a> ، یا این هشدار را نادیده بگیرید.

source: <strong>It is recommended you use the desktop version of Tor Browser to access SecureDrop, as Orfox does not provide the same level of security and anonymity as the desktop version.</strong> <a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >Learn how to install it</a>, or ignore this warning to continue.
fa: <strong> توصیه می شود از نسخه دسک تاپ مرورگر Tor برای دسترسی به سکیوردراپ استفاده کنید ، زیرا Orfox همان سطح امنیت و ناشناس بودن را مثل نسخه دسک تاپ ارائه نمی دهد.</strong> <a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >یاد بگیرید که چگونه آن را نصب کنید </a> ، یا برای ادامه دادن این هشدار را نادیده بگیرید.

source: {} logo
fa: {} لوگو

source: First submission
fa: اولین ارسال

source: First time submitting to our SecureDrop? Start here.
fa: برای اولین بار است که به سکیوردراپ ما ارسال می کنید؟ از اینجا شروع کنید.

source: Get Started With Your First Submission
fa: اولین ارسال خود را شروع کنید

source: GET STARTED
fa: شروع کنید

source: Return visit
fa: بازگشت برای بازدید

source: Already have a codename? Check for replies or submit something new.
fa: از قبل نام کد دارید؟ پاسخ‌ها را بررسی کنید یا چیز جدیدی ارسال کنید.

source: Log In Using Your Codename
fa: با استفاده از نام کد خود وارد شوید

source: Log in
fa: ورود

source: Enter Codename
fa: نام کد را وارد کنید

source: Enter your codename
fa: نام کد خود را وارد کنید

source: Cancel and Return to Previous Page
fa: لغو و بازگشت به صفحه قبل

source: CANCEL
fa: لغو

source: Additional Action Required
fa: اقدامات اضافی مورد نیاز است

source: Log Back In
fa: ورود دوباره

source: One more thing...
fa: یه چیز دیگه...

source: Click the <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity</b> button in your Tor Browser's toolbar. This will clear your Tor Browser activity data on this device.
fa: روی دکمه‌ی <img src={icon} alt="" width="16" height="16">&nbsp;<b>هویت جدید</b> در نوار ابزار مرورگر Tor خود کلیک کنید. این کار داده‌های فعالیت مرورگر Tor شما را در این دستگاه پاک می‌کند.

source: Submit Files or Messages
fa: ارسال فایل یا پیام

source: Submit Messages
fa: ارسال پیام

source: You can submit any kind of file, a message, or both.
fa: شما می‌توانید هر نوع فایل، پیام یا هر دو را ارسال کنید.

source: If you are already familiar with GPG, you can optionally encrypt your files and messages with our <a href="{url}" class="text-link">public key</a> before submission. Files are encrypted as they are received by SecureDrop.
fa: اگر از قبل با GPG آشنا هستید، می‌توانید به صورت اختیاری فایل‌ها و پیام‌های خود را قبل از ارسال با <a href="{url}" class="text-link">کلید عمومی</a> ما رمزگذاری کنید. فایل‌ها به محض دریافت توسط سکیوردراپ رمزگذاری می‌شوند.

source: If you are already familiar with GPG, you can optionally encrypt your messages with our <a href="{url}" class="text-link">public key</a> before submission.
fa: اگر از قبل با GPG آشنا هستید، می‌توانید به صورت اختیاری پیام‌های خود را قبل از ارسال با <a href="{url}" class="text-link">کلید عمومی</a> ما رمزگذاری کنید.

source: <a href="{url}" class="text-link">Learn more</a>.
fa: <a href="{url}" class="text-link">بیشتر بدانید</a>.

source: Maximum upload size: 500 MB
fa: حداکثر حجم آپلود: ۵۰۰ مگابایت

source: If you are only sending a message, it must be at least {} characters long.
fa: اگر فقط پیام ارسال می‌کنید، باید حداقل {} کاراکتر داشته باشد.

source: Anti-spam check. Do not fill this in!
fa: بررسی ضد هرزنامه. این را پر نکنید!

source: Cancel and Clear Uploaded Content
fa: لغو و پاک کردن محتوای آپلودشده

source: Submit Uploaded Content
fa: ارسال مطالب آپلودشده

source: Read Replies
fa: پاسخ ها را بخوانید

source: You have received a reply. To protect your identity in the unlikely event someone learns your codename, please delete all replies when you're done with them. This also lets us know that you are aware of our reply. You can respond by submitting new files and messages above.
fa: شما یک پاسخ دریافت کرده اید! برای محافظت از هویت خود در یک صورت بعید اینکه کسی نام کد شما را بفهمد، لطفاً پس از اتمام کارتان با پاسخ‌ها، تمام آنها را حذف کنید. این کار همچنین به ما اطلاع می‌دهد که شما از پاسخ ما مطلع هستید. می‌توانید با ارسال فایل‌ها و پیام‌های جدید در بالا، پاسخ دهید.

source: Delete this reply
fa: این پاسخ را حذف کنید

source: Delete reply from {timestamp}?
fa: پاسخ از {timestamp} حذف شود؟

source: Delete Reply
fa: حذف پاسخ

source: Delete All Replies
fa: حذف همه پاسخ‌ها

source: DELETE ALL REPLIES
fa: حذف همه پاسخ‌ها

source: Are you finished with the replies?
fa: آیا کارتان با پاسخ‌ها تمام شده است؟

source: YES, DELETE ALL REPLIES
fa: بله، همه پاسخ‌ها را حذف کنید

source: No Messages
fa: پیامی نیست

source: Page not found
fa: صفحه یافت نشد

source: Sorry, we couldn't locate what you requested.
fa: متاسفیم، ما نتوانستیم آنچه را که درخواست کردید پیدا کنیم.

source: Warning: Proxy Detected
fa: هشدار: پروکسی شناسایی شد

source: Proxy Service Detected
fa: سرویس پروکسی شناسایی شد

source: You appear to be using a Tor proxy service to access SecureDrop. Proxy services do not protect your anonymity.
fa: به نظر می‌رسد شما از یک سرویس پروکسی Tor برای دسترسی به سکیوردراپ استفاده می‌کنید. سرویس‌های پروکسی از ناشناس بودن شما محافظت نمی‌کنند.

source: Anyone monitoring your Internet traffic &mdash; including your government, your Internet provider, or the proxy operator &mdash; may be able to identify you.
fa: هر کسی که ترافیک اینترنت شما را رصد می‌کند - از جمله دولت، ارائه‌دهنده اینترنت شما یا اپراتور پروکسی - ممکن است بتواند شما را شناسایی کند.

source: Always use Tor Browser (<code>{}</code>) to access SecureDrop. Valid SecureDrop site addresses end with <code>.onion</code>. The correct address for this site is:
fa: برای دسترسی به سکیوردراپ همیشه از مرورگر تور (Tor) (<code>{}</code>) استفاده کنید. آدرس‌های معتبر سایت سکیوردراپ با <code>.onion</code> خاتمه می‌یابند. آدرس صحیح این سایت:

source: If you are already using Tor Browser, copy the address above and click Tor Browser's <strong>New Identity</strong> button before you access SecureDrop.
fa: اگر از قبل از مرورگر Tor استفاده می‌کنید، آدرس بالا را کپی کرده و قبل از دسترسی به سکیوردراپ، روی دکمه <strong>هویت جدید</strong> مرورگر Tor کلیک کنید.

source: If there is a reasonable risk of your Internet traffic being monitored, consider connecting from a different location or network.
fa: اگر خطر معقولی وجود دارد که ترافیک اینترنت شما ممکن است رصد شود، اتصال از یک مکان یا شبکه دیگر را در نظر بگیرید.

source: You Should Use Tor Browser
fa: شما باید از مرورگر Tor استفاده کنید

source: If you are not using Tor Browser, you <strong>may not be anonymous</strong>.
fa: اگر از مرورگر Tor استفاده نمی‌کنید،<strong> ممکن است ناشناس نباشید</strong>.

source: If you want to submit information to SecureDrop, we <strong>strongly advise you</strong> to install Tor Browser and use it to access our site safely and anonymously.
fa: اگر می خواهید اطلاعات را به سکیوردراپ ارسال کنید ، ما <strong> به شدت توصیه می کنیم </strong> تا مرورگر Tor را نصب کنید و از آن برای دسترسی ایمن و ناشناس به سایت ما استفاده کنید.

source: Copy and paste the following address into your browser and follow the instructions to download and install Tor Browser:
fa: آدرس زیر را در مرورگر خود کپی و پیست کنید و دستورالعمل ها را برای بارگیری و نصب مرورگر Tor دنبال کنید:

source: If there is a chance that downloading Tor Browser raises suspicion and your mail provider is less likely to be monitored, you can send a mail to <kbd>gettor@torproject.org</kbd> and a bot will answer with instructions.
fa: اگر این احتمال وجود دارد که بارگیری مرورگر Tor برای شما ظن ایجاد کند و ایمیل شما کمتر مورد بررسی قرار دارد ، می توانید یک ایمیل به <kbd> gettor@torproject.org </kbd> ارسال کنید و یک بات با دستورالعمل به شما پاسخ خواهد داد.

source: Remember, your codename is:
fa: به یاد داشته باشید ، نام کد شما این است:

source: Codename
fa: نام کد

source: Reveal Codename
fa: نام کد را آشکار کن

source: Show Codename
fa: نام کد را نشان ده

source: Why download the team's public key?
fa: چرا کلید عمومی تیم را بارگیری کنید؟

source: SecureDrop encrypts files and messages after they are submitted. Encrypting messages and files before submission can provide an extra layer of security before your data reaches the SecureDrop server.
fa: سکیوردراپ پس از ارسال ، فایل ها و پیام ها را رمزگذاری می کند. رمزگذاری پیام ها وفایل ها قبل از ارسال می تواند یک لایه امنیتی اضافی قبل از رسیدن داده های شما به سرور سکیوردراپ فراهم کند.

source: If you are already familiar with the GPG encryption software, you may wish to encrypt your submissions yourself. To do so:
fa: اگر شما از قبل با نرم افزار رمزگذاری GPG آشنایی دارید ، میتوانید خودتان محتوای ارسالی خود را رمزگذاری کنید. برای انجام این کار:

source: <a href="{url}">Download</a> the public key. It will be saved to a file called: <p><code>{submission_key_fpr_filename}</code></p>
fa: <a href="{url}">بارگیری</a> کلید عمومی. در فایلی به نام زیر ذخیره می شود: <p><code>{submission_key_fpr_filename}</code></p>

source: Import it into your GPG keyring.
fa: آن را به صفحه کلید GPG خود وارد کنید.

source: If you are using <a href="{url}">Tails</a>, you can double-click the <code>.asc</code> file you just downloaded and it will be automatically imported to your keyring.
fa: اگر از<a href="{url}">تیلز</a>دارید استفاده میکنید میتوانید بروی فایل<code>.asc</code> که تازه بارگیری کرده اید کلیک کنید و به طور خودکار به صفحه کلید شما وارد می شود.

source: If you are using macOS or Linux, open the terminal. You can import the key with:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
fa: اگر از سیستم عامل مک یا لینوکس استفاده می کنید ، ترمینال را باز کنید. می توانید کلید را با این وارد کنید:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>

source: Encrypt your submission. Open the terminal and enter this gpg command:
fa: ارسال خود را رمزگذاری کنید. ترمینال را باز کنید و این دستور GPG را وارد کنید:

source: <code>gpg --recipient '{submission_key_fpr}' --encrypt /path/to/submission</code>
fa: <code>gpg --مخاطب '{submission_key_fpr}' --رمزگزاری/راه/به/ارسال</code>

source: Upload your encrypted submission. It will have the same filename as the unencrypted file, with .gpg at the end (e.g. <code>internal_memo.pdf.gpg</code>)
fa: ارسال رمزگذاری شده خود را آپلود کنید. نام این فایل مشابه فایل بدون رمزگذاری شده است ، با پسوند .gpg در پایان آن.(به عنوان مثال<code>internal_memo.pdf.gpg</code>)

source: <strong>Important:</strong> If you wish to remain anonymous, <strong>do not</strong> use GPG to sign the encrypted file (with the <code>--sign</code> or <code>-s</code> flag) as this will reveal your GPG identity to us.
fa: <strong>مهم:</strong> اگر می خواهید ناشناس بمانید <strong>نباید</strong> از GPG استفاده کنیدکه فایل رمزگذاری شده را امضا کنید (با <code>--علامت</code> یا <code>-s</code> پرچم) زیرا این امر هویت GPG شما را به ما نشان می دهد.

source: Back to submission page
fa: بازگشت به صفحه ارسال
