Repository: lai20200287/securedrop-develop-bugcrowd
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Name too long
fa: نام بیش از حد طولانی است

source: Must be at least {num} character long.
fa: طول رشته باید بیش از {num} کاراکتر باشد.

source: This username is invalid because it is reserved for internal use by the software.
fa: این شناسه‌ی کاربری ممکن نیست چون برای مصرف داخلی نرم‌افزار کنار گذاشته شده‌است.

source: Invalid username
fa: نام کاربری نامعتبر

source: {time} ago
fa: {time} قبل

source: You have been logged out due to inactivity or a problem with your session.
fa: شما به دلیل عدم فعالیت یا مشکل دیگری با جلسه خود از سیستم خارج شده اید.

source: SecureDrop
fa: سکیوردراپ

source: Incorrect password or two-factor code.
fa: رمزعبور یا کد دوعاملی نادرست می‌باشد.

source: Your two-factor credentials have been reset successfully.
fa: اعتبارنامه های دوعاملی با موفقیت تنظیم مجدد شدند.

source: There was a problem verifying the two-factor code. Please try again.
fa: تایید کد ورود دوعاملی با مشکل روبرو شد. لطفا دوباره امتحان کنید.

source: Image updated.
fa: تصویر بروزرسانی شد.

source: Unable to process the image file. Please try another one.
fa: قادر به پردازش فایل تصویری نیست. لطفاً فایل دیگری را امتحان کنید.

source: Preferences saved.
fa: ترجیحات ذخیره شد.

source: Preferences not updated.
fa: ترجیحات بروزرسانی نشد.

source: Failed to update organization name.
fa: نام سازمان به‌درستی بروزرسانی نشد.

source: There was an error with the autogenerated password. User not created. Please try again.
fa: تولید رمزعبور خودکار با خطا روبرو شد. نام کاربری ایجاد نشد. لطفا دوباره امتحان کنید.

source: Invalid HOTP secret format: please only submit letters A-F and numbers 0-9.
fa: فورمت مخفی HOTP نامعتبر است: لطفاً فقط حروف A-F و اعداد 0-9 را ثبت کنید.

source: An unexpected error occurred! Please inform your admin.
fa: یک خطای غیر منتظره رخ داده است! لطفا به مدیر خود اطلاع دهید.

source: Invalid username: {message}
fa: نام کاربری نامعتبر: {message}

source: Username "{username}" already taken.
fa: نام کاربری "{username}"قبلا گرفته شده است.

source: An error occurred saving this user to the database. Please inform your admin.
fa: هنگام ذخیره‌ی کاربر در پایگاه داده خطایی رخ داد. لطفا به مدیر خود اطلاع دهید.

source: The two-factor code for user "{user}" was verified successfully.
fa: کد دوعاملی برای کاربر «{user}» با موفقیت تایید هویت شد.

source: Name not updated: {message}
fa: نام به روز رسانی نشد: {message}

source: Deleted user '{user}'.
fa: کاربر '{user}' حذف شد.

source: Test alert sent. Please check your email.
fa: پیام هشدار آزمایشی ارسال شد. لطفا ایمیل خود را بررسی نماید.

source: Success!
fa: موفقیت!

source: The account and data for the source {} have been deleted.
fa: حساب کاربری و داده‌های منبع {} حذف شده‌اند.

source: Nothing Selected
fa: هیچ‌چیزی انتخاب نشده‌است

source: You must select one or more items.
fa: شما باید یک یا چند گزینه را انتخاب کنید.

source: Your download failed because the file could not be found. An admin can find more information in the system and monitoring logs.
fa: بارگیری شما به دلیل عدم یافتن فایل انجام نشد. یک مدیر می‌تواند اطلاعات بیشتری را در سیستم و گزارش‌های نظارتی پیدا کند.

source: Only admins can access this page.
fa: تنها مدیران می‌توانند به این صفحه دسترسی داشته باشند.

source: The "{name}" field is required when "{other_name}" is set.
fa: زمینه "{name}" در صورت تنظیم "{other_name}" الزامی است.

source: The "{other_name}" field was not found - it is required by "{name}".
fa: زمینه "{other_name}" پیدا نشد - این زمینه توسط "{name}" الزامی است.

source: HOTP secrets are 40 characters long - you have entered {num}.
fa: طول هش رمزهای یکبار مصرف ۴۰ کاراکتر می‌باشد - شما {num} وارد کرده‌اید.

source: Cannot be longer than {num} character.
fa: طول رشته نمی‌تواند بیش از {num} کاراکتر باشد.

source: Please specify an integer value greater than 0.
fa: لطفا یک مقدار صحیح بزرگتر از 0 مشخص کنید.

source: This field is required.
fa: پرکردن این زمینه ضروری است.

source: You cannot send an empty reply.
fa: نمی‌توانید پاسخ خالی ارسال کنید.

source: To configure a minimum message length, you must set the required number of characters.
fa: برای تنظیم حداقل طول پیام، باید تعداد کاراکترهای مورد نیاز را تنظیم کنید.

source: File required.
fa: فایل مورد نیاز است.

source: You can only upload PNG image files.
fa: تنها می توانید فایل های تصویری با فرمت PNG آپلود کنید.

source: The source will receive your reply next time they log in.
fa: منبع دفعه بعد که وارد سیستم شود، پاسخ شما را دریافت خواهد کرد.

source: You must select one or more items for download
fa: شما باید یک یا چند گزینه رو برای بارگیری انتخاب کنید

source: You must select one or more items for deletion
fa: شما باید یک یا چند گزینه را برای حذف‌شدن انتخاب کنید

source: No unread submissions for this source.
fa: هیچ محتوای ارسالی خوانده نشده‌‌ای از این منبع آگاه یافت نشد.

source: You have been logged out due to inactivity.
fa: شما به علت عدم فعالیت از سیستم خارج شده‌اید.

source: Account updated.
fa: حساب‌ به‌روزرسانی شد.

source: Login failed.
fa: ورود ناموفق بود.

source: Please wait at least {num} second before logging in again.
fa: لطفا قبل از ورود دوباره به سیستم حداقل {num} ثانیه صبر کنید.

source: Your 2FA details are invalid - please contact an administrator to reset them.
fa: اطلاعات احراز هویت دوعاملی شما نامعتبر است - لطفاً برای تنظیم مجدد آنها با یک مدیر تماس بگیرید.

source: Please wait for a new code from your two-factor mobile app or security key before trying again.
fa: لطفاً قبل از امتحان مجدد، منتظر کد جدیدی از برنامه تلفن همراه دوعاملی یا کلید امنیتی خود باشید.

source: The item has been deleted.
fa: گزینه حذف شده‌است.

source: No collections selected for deletion.
fa: هیچ مجموعه‌ای برای حذف انتخاب نشده است.

source: The account and all data for the source have been deleted.
fa: حساب کاربری و تمام داده‌های منبع حذف شده‌اند.

source: You must select one or more items for deletion.
fa: شما باید یک یا چند گزینه را برای حذف‌شدن انتخاب کنید.

source: The files and messages have been deleted.
fa: فایل ها و پیام‌ ها حذف شده‌اند.

source: Name updated.
fa: نام به‌روزرسانی شد.

source: The password you submitted is invalid. Password not changed.
fa: رمزعبور وارد شده معتبر نمی‌باشد! رمزعبور تغییر نکرد.

source: There was an error, and the new password might not have been saved correctly. To prevent you from getting locked out of your account, you should reset your password again.
fa: مشکلی بوجود آمد، و ممکن است رمزعبور جدید بدرستی ذخیره نشده باشد. برای جلوگیری از مسدود شدن حساب، می‌بایست رمزعبور خود را دوباره تنظیم کنید.

source: Password updated. Don't forget to save it in your KeePassX database. New password:
fa: رمزعبور بروزرسانی شد. فراموش نکنید که آن را در پایگاه داده‌ی KeePassX ذخیره نمایید. رمزعبور جدید:

source: No unread submissions in selected collections.
fa: هیج محتوای ارسالی خوانده نشده‌ای در مجموعه‌ی انتخاب شده وجود ندارد.

source: Close
fa: بستن

source: Cancel
fa: لغو

source: Un-star {designation}
fa: بی‌ستاره {designation}

source: Star {designation}
fa: ستاره {designation}

source: 1 doc
fa: ۱ سند

source: 1 message
fa: ۱ پیام

source: 1 unread
fa: ۱ پیام خوانده نشده

source: When the account for a source is deleted:
fa: زمانی که شناسه‌ی کاربری یک منبع حذف شود:

source: The source will no longer be able to log in with their codename.
fa: منبع دیگر نمی‌تواند با اسم رمز خود وارد شود.

source: You will not be able to send them replies.
fa: شما نمی‌توانید به آن‌ها پاسخ دهید.

source: All files and messages from that source will also be destroyed.
fa: تمام فایل ها و پیام‌ ها از آن منبع نیز از بین برده‌خواهند شد.

source: Are you sure this is what you want?
fa: آیا اطمینان دارید که این آن چیزی‌است که می‌خواهید؟

source: Yes, Delete Selected Source Accounts
fa: بله، حساب منبع انتخاب‌شده را حذف کن

source: What would you like to delete?
fa: چه چیزی را می‌خواهید حذف کنید؟

source: Files and Messages
fa: فایل ها و پیام ها

source: Source Accounts
fa: حساب‌های منبع

source: Change Secret
fa: تغییر رمز

source: HOTP Secret
fa: رمز HOTP

source: Continue to change secret
fa: ادامه دهید تا رمز را تغییر دهید

source: CONTINUE
fa: ادامه

source: Enable YubiKey (OATH-HOTP)
fa: فعالسازی (YubiKey (OATH-HOTP

source: Once you have configured your YubiKey, enter the 6-digit verification code below:
fa: پس از آنکه YubiKey خود را پیکربندی کردید، کد اعتبارسنجی ۶ رقمی را در قسمت زیر وارد کنید:

source: Verification code
fa: کد تأیید اعتبار

source: Submit verification code
fa: کد تایید را ارسال کنید

source: SUBMIT
fa: ارسال

source: Enable FreeOTP
fa: فعال سازی FreeOTP

source: You're almost done! To finish resetting your two-factor authentication, follow the instructions below to set up FreeOTP. Once you've added the entry for your account in the app, enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
fa: کار شما تقریباً به پایان رسیده‌است! برای کامل‌کردن تنظیم مجدد کد احراز اعتبار دوعاملی خود، دستورات زیر را دنبال کنید تا FreeOTP را راه‌اندازی کنید. پس از واردکردن حساب کاربری خود در اپلیکیشن، یکی از کدهای ۶-رقمی که اپلیکیشن در اختیار شما قرار می‌دهد را وارد کنید تا بتوانید اطمینان حاصل کنید که سیستم احراز هویت دوعاملی به‌درستی راه‌اندازی شده‌است.

source: Install FreeOTP on your phone
fa: برنامه FreeOTP را بر روی گوشی خود نصب کنید

source: Open the FreeOTP app
fa: وارد برنامه‌ی FreeOTP شوید

source: Tap the QR code symbol at the top
fa: بر روی رمزینه پاسخ سریع (QR code) در بالای صفحه ضربه بزنید

source: Your phone will now be in "scanning" mode. When you are in this mode, scan the barcode below:
fa: اکنون گوشی شما به حالت "اسکن" درخواهد آمد. زمانی که در این حالت قرار گرفتید، رمزینه (بارکد) زیر را اسکن کنید:

source: Can't scan the barcode? You can manually pair FreeOTP with your SecureDrop account by entering the following two-factor secret into the app:
fa: نمی‌توانید رمزینه را اسکن کنید؟ شما می‌توانید FreeOPT را به صورت دستی با واردکردن رمز دوعاملی زیر در اپلیکیشن به حساب کاربری سکیوردراپ خود متصل کنید:

source: Once you have paired FreeOTP with this account, enter the 6-digit verification code below:
fa: پس از آن که FreeOpt را به این حساب متصل کردید، کد اعتبارسنجی ۶ رقمی بدست آمده را در قسمت زیر وارد کنید:

source: Admin Interface
fa: رابط مدیریت

source: Add User
fa: کاربر را اضافه کنید

source: ADD USER
fa: اضافه کردن کاربر

source: Username
fa: نام کاربری

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: Created
fa: ایجاد شده

source: Last login
fa: آخرین ورود

source: Edit user {username}
fa: ویرایش کاربر {username}

source: User deletion disabled
fa: حذف کاربر غیرفعال شد

source: Delete user {username}
fa: حذف کاربر {username}

source: never
fa: هیچ وقت

source: Delete Confirmation
fa: تاییدیه‌ی حذف

source: Are you sure you want to delete this user?
fa: آیا مطمئن هستید که می‌خواهید این کاربر را حذف کنید؟

source: DELETE
fa: حذف

source: No users to display
fa: کاربری برای نمایش وجود ندارد

source: Update instance configuration
fa: پیکربندی نمونه را به‌روزرسانی کنید

source: INSTANCE CONFIG
fa: تنظیمات سیستم

source: Back to admin interface
fa: بازگشت به رابط مدیریت

source: Username can contain spaces
fa: نام کاربری می‌تواند حاوی کاراکتر فاصله باشد

source: Username is case-sensitive
fa: نام کاربری به بزرگی و کوچکی حروف حساس است

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: First name and last name are optional
fa: نام و نام خانوادگی اختیاری است

source: The user's password will be:
fa: رمزعبور کاربر این خواهد بود:

source: Is Admin
fa: مدیر است

source: Is using a YubiKey [HOTP]
fa: از [YubiKey [HOTP استفاده می‌کند

source: Change HOTP Secret
fa: تغییر رمز HOTP

source: Enter a new HOTP secret formatted as a 40-digit hexadecimal string. Spaces will be ignored:
fa: یک رمز HOTP جدید با فرمت یک رشته هگزادسیمال ۴۰ رقمی وارد کنید. فاصله‌ها نادیده گرفته می‌شوند:

source: Once you have configured your YubiKey, enter the 6-digit code below:
fa: پس از آنکه YubiKey خود را پیکربندی کردید، کد 6 رقمی بدست آمده را در قسمت زیر وارد کنید:

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two-factor authentication with FreeOTP. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
fa: تقریباً کار تمام است! برای تکمیل اضافه کردن این کاربر جدید، از آنها بخواهید دستورالعمل‌های زیر را برای تنظیم احراز هویت دوعاملی با FreeOTP دنبال کنند. پس از اضافه کردن ورودی برای این حساب در برنامه، از آنها بخواهید یکی از کدهای ۶ رقمی برنامه را وارد کنند تا تأیید شود که احراز هویت دوعاملی به درستی تنظیم شده است.

source: Can't scan the barcode? You can manually pair FreeOTP with this account by entering the following two-factor secret into the app:
fa: نمی‌توانید بارکد را اسکن کنید؟ می‌توانید با وارد کردن رمز دوعاملی زیر در برنامه، FreeOTP را به صورت دستی با این حساب جفت کنید:

source: <strong>Critical:</strong>&nbsp;&nbsp;The operating system used by your SecureDrop servers has reached its end-of-life. A manual update is required to re-enable the Source Interface and remain safe. Please contact your administrator. <a href="https://securedrop.org/noble-eol" rel="noreferrer">Learn More</a>
fa: <strong>مهم:</strong>&nbsp;&nbsp;سیستم عامل مورد استفاده سرورهای سکیوردراپ شما به پایان عمر خود رسیده است. برای فعال کردن مجدد رابط منبع و ایمن ماندن، به‌روزرسانی دستی الزامی است. لطفاً با مدیر خود تماس بگیرید.<a href="https://securedrop.org/noble-eol" rel="noreferrer">بیشتر یاد بگیرید</a>

source: Navigation
fa: پیمایش کردن

source: Skip to main content
fa: پرش به محتوای اصلی

source: Logged on as
fa: ورود به عنوان

source: Admin
fa: مدیر

source: Log Out
fa: خروج

source: Return to All Sources
fa: بازگشت به همه منابع

source: Powered by <b>SecureDrop {version}</b>.
fa: ارائه شده توسط <b>سکیوردراپ {version}</b>.

source: You are here:
fa: شما اینجا هستید:

source: All Sources
fa: تمام منابع آگاه

source: All messages, files, and replies from sources are stored as encrypted files for security. To read them, you will need to decrypt them on your Secure Viewing Station.
fa: تمام پیام‌ها، فایل‌ها و پاسخ‌ها از منابع مختلف برای امنیت بیشتر به صورت فایل‌های رمزگذاری شده ذخیره می‌شوند. برای خواندن آنها، باید آنها را در ایستگاه مشاهده امن خود رمزگشایی کنید.

source: Download Selected Files
fa: بارگیری فایل‌های انتخاب‌شده

source: Download Selected
fa: بارگیری موارد انتخاب شده

source: Delete Selected Files
fa: حذف فایل‌های انتخاب‌شده

source: Delete Selected
fa: حذف موارد انتخاب شده

source: Status
fa: وضعیت

source: Filename
fa: نام فایل

source: Size
fa: اندازه

source: Type
fa: نوع

source: Unread
fa: خوانده نشده

source: Read
fa: خواندن

source: Uploaded File
fa: فایل آپلودشده

source: Reply
fa: پاسخ

source: Message
fa: پیام

source: Are you sure you want to delete the selected submissions?
fa: آیا مطمئن هستید که می‌خواهید اسناد ارسال‌شده را حذف کنید؟

source: No submissions to display.
fa: هیچ ارسالی برای نمایش وجود ندارد.

source: You can write a secure reply to the person who submitted these messages and/or files:
fa: شما می‌توانید پاسخی امن برای شخصی که این پیام‌ ها و/یا فایل ها را ارسال کرده است بنویسید:

source: Write a reply.
fa: یک پاسخ بنویسید.

source: Submit reply
fa: ارسال پاسخ

source: This source has no encryption key.
fa: این منبع هیچ کلید رمزگذاری ندارد.

source: An encryption key will be generated for the source the next time they log in, after which you will be able to reply to the source here.
fa: یک کلید رمزگذاری بعد از ورود مجدد منبع آگاه تولید خواهد شد، که پس از آن شما، قادر به پاسخگویی به منبع آگاه در اینجا خواهید بود.

source: Delete Source Account
fa: حساب خود را حذف کنید

source: Are you sure?
fa: آیا مطمئن هستید؟

source: <p> Deleting the account for <b>{source}</b> will: </p> <ul> <li>prevent them from logging in with their codename again <li>prevent your organization from sending replies </ul> <p> All files, messages, and replies will also be deleted when their account is deleted. </p>
fa: <p> حذف حساب کاربری <b>{source}</b> باعث موارد زیر خواهد شد: </p> <ul> <li>از ورود مجدد آنها با نام کدشان جلوگیری می‌کند <li>از ارسال پاسخ توسط سازمان شما جلوگیری می‌کند </ul> <p> با حذف حساب کاربری، تمام فایل‌ها، پیام‌ها و پاسخ‌ها نیز حذف می‌شوند. </p>

source: Yes, Delete Source Account
fa: بله، حساب کاربری منبع را حذف کن

source: Instance Configuration
fa: نمونه پیکربندی

source: Organization Name
fa: نام سازمان

source: Set the organization name used on the SecureDrop web interfaces:
fa: نام سازمان را که در وب‌سایت سکیوردراپ نشان‌ داده‌می شود را وارد کنید:

source: Set Organization Name
fa: نام سازمان را تنظیم کنید

source: SET ORGANIZATION NAME
fa: نام سازمان را وارد کنید

source: Logo Image
fa: تصویر لوگو

source: Here you can update the image displayed on the SecureDrop web interfaces:
fa: در اینجا شما می‌توانید تصویر نمایش داده شده در رابط وب سکیوردراپ را به روزسانی کنید:

source: Logo image:
fa: تصویر لوگو:

source: Recommended size: 500px * 450px
fa: اندازه‌ی توصیه شده: 450px * 500px

source: Update Logo
fa: به‌روزرسانی لوگو

source: UPDATE LOGO
fa: به روزرسانی لوگو

source: Submission Preferences
fa: ترجیات ارسالات

source: Prevent sources from uploading files. Sources will still be able to send messages.
fa: از آپلود فایل توسط منابع جلوگیری کنید. منابع همچنان می‌توانند پیام ارسال کنند.

source: Prevent sources from sending initial messages shorter than the minimum required length:
fa: جلوگیری از ارسال پیام‌های اولیه کوتاه‌تر از حداقل طول مورد نیاز توسط منابع:

source: Minimum number of characters.
fa: حداقل تعداد کاراکترها.

source: Prevent sources from submitting their codename as an initial message.
fa: از ارسال نام کد منابع به عنوان پیام اولیه جلوگیری کنید.

source: Update Submission Preferences
fa: به‌روزرسانی تنظیمات ارسال

source: UPDATE SUBMISSION PREFERENCES
fa: ترجیحات ارسال خود را به‌روزرسانی کنید

source: Alerts
fa: هشدارها

source: Send an encrypted email to verify if OSSEC alerts work correctly:
fa: برای بررسی اینکه آیا هشدارهای OSSEC به درستی کار می‌کند، یک ایمیل رمزگذاری شده ارسال کنید:

source: Send Test OSSEC Alert
fa: ارسال هشدار آزمایشی OSSEC

source: SEND TEST OSSEC ALERT
fa: ارسال آزمایشی هشدار OSSEC

source: Edit user "{user}"
fa: ویرایش کاربر "{user}"

source: Edit your account
fa: حساب خود را ویرایش کنید

source: Change Name and Admin Status
fa: تغییر نام و وضعیت مدیر

source: Update account
fa: به‌روزرسانی حساب کاربری

source: UPDATE
fa: به روزرسانی

source: Change Name
fa: تغییر نام

source: Update your account
fa: حساب کاربری خود را به‌روزرسانی کنید

source: Reset Password
fa: تنظیم مجدد رمزعبور

source: SecureDrop uses automatically generated diceware passwords.
fa: سکیوردراپ از رمزعبورهای تاسی که به صورت خودکار تولید می‌شوند استفاده می‌کند.

source: Your password will be changed immediately, so you will need to save it before pressing the "Reset Password" button.
fa: رمزعبور شما بی‌درنگ تغییر داده خواهدشد، به همین دلیل باید آن‌را قبل از انتخاب کلید «تنظیم مجدد رمزعبور» ذخیره کنید.

source: Please enter your current password and two-factor code.
fa: لطفا رمزعبور فعلی و کد دوعاملی خود را وارد نمایید.

source: Current Password
fa: رمزعبور فعلی

source: Two-factor Code
fa: کد دوعاملی

source: The user's password will be changed to:
fa: رمزعبور شما تغییر خواهد کرد به :

source: Your password will be changed to:
fa: رمزعبور شما تغییر خواهد کرد به:

source: RESET PASSWORD
fa: تنظیم مجدد رمزعبور

source: Reset Two-Factor Authentication
fa: تنظیم مجدد احراز هویت دوعاملی

source: If a user's two-factor authentication credentials have been lost or compromised, you can reset them here. <em>If you do this, make sure the user is present and ready to set up their device with the new two-factor credentials. Otherwise, they will be locked out of their account.</em>
fa: اگر اعتبارنامه‌های احراز هویت دوعاملی کاربر گم شده یا به خطر افتاده است، می‌توانید آنها را در اینجا تنظیم مجدد کنید. <em>اگر این کار را انجام می‌دهید، مطمئن شوید که کاربر حضور دارد و آماده تنظیم دستگاه خود با اعتبارنامه‌های دوعاملی جدید است. در غیر این صورت، حساب کاربری آنها قفل خواهد شد.</em>

source: If your two-factor authentication credentials have been lost or compromised, or you got a new device, you can reset your credentials here. <em>If you do this, make sure you are ready to set up your new device, otherwise you will be locked out of your account.</em>
fa: اگر اطلاعات احراز هویت دوعاملی شما گم شده یا به خطر افتاده است، یا دستگاه جدیدی تهیه کرده‌اید، می‌توانید اطلاعات خود را در اینجا تنظیم مجدد کنید. <em>اگر این کار را انجام می‌دهید، مطمئن شوید که برای راه‌اندازی دستگاه جدید خود آماده هستید، در غیر این صورت حساب کاربری شما قفل خواهد شد.</em>

source: To reset two-factor authentication for mobile apps such as FreeOTP, choose the first option. For security keys like the YubiKey, choose the second one.
fa: برای تنظیم مجدد احراز هویت دوعاملی برای برنامه‌های تلفن همراه مانند FreeOTP، گزینه اول را انتخاب کنید. برای کلیدهای امنیتی مانند YubiKey، گزینه دوم را انتخاب کنید.

source: Reset two-factor authentication for mobile apps, such as FreeOTP
fa: احراز هویت دوعاملی برای برنامه های تلفن همراه ، مانند FreeOTP را تنظیم مجدد کنید

source: RESET MOBILE APP CREDENTIALS
fa: اعتبارنامه برنامه تلفن همراه را تنظیم مجدد کنید

source: Reset Mobile App Credentials
fa: اعتبارنامه برنامه تلفن همراه را تنظیم مجدد کنید

source: Reset two-factor authentication for security keys, like a YubiKey
fa: احراز هویت دوعاملی برای کلیدهای امنیتی ، مانند YubiKey را تنظیم مجدد کنید

source: RESET SECURITY KEY CREDENTIALS
fa: اعتبار کلید امنیتی را تنظیم مجدد کنید

source: Reset Security Key Credentials
fa: اعتبار کلید امنیتی را تنظیم مجدد کنید

source: Download Selected Unread Submissions
fa: محتواهای ارسالی خوانده نشده انتخاب شده را بارگیری کنید

source: Download Unread
fa: محتوای خوانده نشده را بارگیری کنید

source: Download Selected Submissions
fa: محتواهای ارسالی انتخاب شده را بارگیری کنید

source: Download
fa: بارگیری

source: Star Selected Submissions
fa: محتوای ارسالی انتخاب شده را ستاره بزنید

source: Star
fa: ستاره زدن

source: Un-star Selected Submissions
fa: ستاره محتوای ارسالی انتخاب شده را بردارید

source: Un-star
fa: برداشت ستاره

source: Designation
fa: تعیین

source: Files
fa: فایل ها

source: Messages
fa: پیغام ها

source: Date
fa: تاریخ

source: There are no submissions.
fa: هیچ محتوای ارسالی وجود ندارد.

source: Filter by codename
fa: فیلتر توسط نام کد

source: Select All
fa: همه را انتخاب کنید

source: Select Unread
fa: خوانده نشده را انتخاب کنید

source: Select None
fa: هیچ کدام را انتخاب نکنید

source: Are you sure you want to reset two-factor authentication for {username}?
fa: آیا مطمئن هستید که می‌خواهید احراز هویت دوعاملی را برای {username} تنظیم مجدد کنید؟

source: Sources selected:
fa: منابع انتخاب‌شده:

source: Selected language
fa: زبان انتخاب شده

source: Choose language
fa: زبان را انتخاب کنید

source: Log in to access the journalist interface
fa: برای دسترسی به رابط روزنامه نگار وارد شوید

source: Password
fa: رمزعبور

source: Show password
fa: رمزعبور را نشان دهید

source: Log In to Journalist Interface
fa: وارد رابط روزنامه نگار شوید

source: LOG IN
fa: ورود

source: Field must be 1 character long.
fa: این زمینه باید 1 کاراکتر باشد.

source: Invalid input.
fa: ورودی نامعتبر.

source: Write a message.
fa: یک پیام بنویسید.

source: Select a file to upload.
fa: یک فایل را برای آپلود انتخاب کنید.

source: Message text too long.
fa: متن پیام خیلی طولانی است.

source: Large blocks of text must be uploaded as a file, not copied and pasted.
fa: بلوک های بزرگ متن باید به صورت یک فایل آپلود شوند ، نباید کپی و پیست شوند.

source: Your connection is not anonymous right now!
fa: ارتباط شما در حال حاضر ناشناس نیست!

source: You were redirected because you are already logged in. If you want to create a new account, you should log out first.
fa: شما به دلیل اینکه قبلا وارد سیستم شده‌اید هدایت می‌شوید. اگر می‌خواهید یک حساب جدید ایجاد کنید، ابتدا باید از سیستم خارج شوید.
